let uname = ['陈子桐', '黄立上', '林诺恒', '黄雯雯', '黄梓鹏', '张瑶', '李玟慧', '陈宏涛', '陈语萱', '昊明泽', '郝博宇', '黄冰冰', '黄子坤', '陈圣琳', '林佳奇',
    '洪嘉美', '林欣芯', '王怀宏', '陈俊辉', '林铖栩', '王紫欣', '高怡新', '杨雅雯', '陈思榕', '刘佳佳', '洪梓程', '黄梓昂', '林静柔', '徐霏霏', '潘昕毅',
    '陈国强', '黄钰滢', '陈堉灿', '林诺晗', '汪美彬', '林浚兴', '卓炜钦', '黄恩绮', '许绍宇', '黄莘渝', '林嘉钰', '傅骏忠', '赵伯贤', '林福生', '董紫娴',
    '林伟鑫', '柯语馨', '黄绍恒', '林梓涵', '曾梓聪', '黄俊涵', '杨光辉', '赖可昕', '尤铮锽'
];
var names = ['陈子桐', '黄立上', '林诺恒', '黄雯雯', '黄梓鹏', '张瑶', '李玟慧', '陈宏涛', '陈语萱', '昊明泽', '郝博宇', '黄冰冰', '黄子坤', '陈圣琳', '林佳奇',
    '洪嘉美', '林欣芯', '王怀宏', '陈俊辉', '林铖栩', '王紫欣', '高怡新', '杨雅雯', '陈思榕', '刘佳佳', '洪梓程', '黄梓昂', '林静柔', '徐霏霏', '潘昕毅',
    '陈国强', '黄钰滢', '陈堉灿', '林诺晗', '汪美彬', '林浚兴', '卓炜钦', '黄恩绮', '许绍宇', '黄莘渝', '林嘉钰', '傅骏忠', '赵伯贤', '林福生', '董紫娴',
    '林伟鑫', '柯语馨', '黄绍恒', '林梓涵', '曾梓聪', '黄俊涵', '杨光辉', '赖可昕', '尤铮锽'
];